Repository: The-Chekin-Universal-Verification-App/Chekin-app
Catalog: lib/l10n/app_*.arb
Languages: es

source: Hello World!
es: ¡Hola Mundo!

source: Login
es: eLogin

# singMeUp
source: Im new, Sign me up!
es: eI''m new, Sign me up!

source: Welcome to
es: eWelcome to

# introOneSubTitle
source: The one app to go to for verified shop outlets around the country.
es: eThe one app to go to for verified shop outlets around the country.

# introTwoSubTitle
source: The one app to go to for verified shop outlets around the country.
es: eThe one app to go to for verified shop outlets around the country.

# introThreeSubTitle
source: The one app to go to for verified shop outlets around the country.
es: eThe one app to go to for verified shop outlets around the country.

# byClickingTerm
source: By Clicking this you have agreed to our
es: eBy Clicking this you have agreed to our

source: Terms of Service
es: eTerms of Service

source: and
es: eand

source: Who are you?
es: eWho are you?

# pickProfile
source: Pick a profile and start your journey
es: ePick a profile and start your journey

# youAreABuyer
source: You're a buyer checking for verified Dealers.
es: eYou're a buyer checking for verified Dealers.

source: C.E.O
es: eC.E.O

# beVerified
source: Be verified. Show off your products and get buyers.
es: eBe verified. Show off your products and get buyers.

source: a
es: ea

source: You
es: eYou

source: Meet
es: eMeet

# conti
source: Continue
es: eContinue

source: Business owner
es: eBusiness owner

# letGetStarted
source: Lets get started!
es: eLets get started!

source: User
es: eUser

# letGetYouStarted
source: Hey {accountType} Let’s get you started!
es: eHey {accountType} Let’s get you started!

source: Three
es: eThree

# yourSignUpProcess
source: Your sign up process is divided into
es: eYour sign up process is divided into THREE parts. Shouldn't take much time to fill. Trust me, it’s going to be fun!

# yourSignUpProcessSecondPart
source: parts. Shouldn't take much time to fill. Trust me, it’s going to be
es: eParts. Shouldn't take much time to fill. Trust me, it’s going to be

source: FUN!
es: eFUN!

source: Get Started!
es: eGet Started!

# pickCountryCode
source: Pick your country code and input the right digits
es: ePick your country code and input the right digits

# enterYourPhone
source: Enter your phone number
es: eEnter your phone number

# whatIsYourName
source: What’s your name?
es: eWhat’s your name?

# tellUsYourName
source: Tell us your name so we know what to call you by
es: eTell us your name so we know what to call you by

source: First Name
es: eFirst Name

source: Last Name
es: eLast Name

# noEmojis
source: no emojis or symbols
es: eno emojis or symbols

source: Perfect
es: ePerfect

# emailLastly
source: Lastly, your email address
es: eLastly, your email address

source: Email Address
es: eEmail Address

# wantToReachOut
source: We want to reach out to you on offers and best deals
es: eWe want to reach out to you on offers and best deals

source: Congratulations!
es: eCongratulations!

source: Welcome
es: eWelcome

# accountIsSet
source: account is all set!
es: eaccount is all set!

source: Your
es: eYour

# personalInfo
source: Personal Information
es: ePersonal Information

# asABoss
source: As a Boss, your customers need to trust you. How better than knowing your name
es: eAs a Boss, your customers need to trust you. How better than knowing your name

source: Middle Name
es: eMiddle Name

source: Nationality
es: eNationality

source: Where are you from?
es: eWhere are you from?

source: State of Origin
es: eState of Origin

# lga
source: L.G.A of Origin
es: eL.G.A of Origin

# businessInfo
source: Business Information
es: eBusiness Information

# aboutBusiness
source: Tell us about your business
es: eTell us about your business

# toGetPotentialBuyers
source: For you to get potential buyers, customers need to know what your business is all about
es: eFor you to get potential buyers, customers need to know what your business is all about

source: Business Name
es: eBusiness Name

source: Date of Establishment
es: eDate of Establishment

# businessDescription
source: Description of Business
es: eDescription of Business

# businessLocation
source: Where is your business located?
es: eWhere is your business located?

# makeKnownBusinessLocation
source: Your customers need to know where your business is located.
es: eYour customers need to know where your business is located.

source: City of Business
es: eCity of Business

source: Nearest Landmark
es: eNearest Landmark

source: L.G.A of Business
es: eL.G.A of Business

# enterYourMailAddress
source: Enter your email addresses
es: eEnter your email addresses

# contactInfo
source: Contact Information
es: eContact Information

# yourCustomerShouldContactYou
source: Your customers should be able to contact you in other to buy your products
es: eYour customers should be able to contact you in other to buy your products

# firstEmail
source: First email address
es: eFirst email address

# secondEmail
source: Second email address
es: eSecond email address

source: Socials
es: eSocials

# enterSocialMedia
source: Enter your social medial handle
es: eEnter your social medial handle

# enterYourDifferentSocialMedia
source: Enter your respective social media handles so your customers can find you to see your products
es: eEnter your respective social media handles so your customers can find you to see your products

source: Facebook
es: eFacebook

source: Twitter
es: eTwitter

source: Instagram
es: eInstagram

source: Tictok
es: eTictok

source: LinkedIn
es: eLinkedIn

source: WhatsApp
es: eWhatsApp

source: Skip
es: eSkip

source: Document Upload
es: eDocument Upload

# validBusinessDoc
source: Valid Business Document
es: eValid Business Document

# pickAnyBusinessDoc
source: Pick any of the following business documents you have and upload it.
es: ePick any of the following business documents you have and upload it.

# youAreAlmostSet
source: You’re almost set up
es: eYou’re almost set up

source: You are almost done!
es: eYou are almost done!

source: Begin
es: eBegin

# justFewDocumentUpload
source: We just require a few document uploads. This is for verification sake and authentication
es: eWe just require a few document uploads. This is for verification sake and authentication

# weLoveToKnowYouBetter
source: We at ChekiApp would love to know you better
es: eWe at ChekiApp would love to know you better

source: Privacy Policy
es: ePrivacy Policy
